Repository: ratchet-stpup/CinnamonTools
Catalog: applets/0dyseus@window-list-fork/files/0dyseus@window-list-fork/po/*.po
Languages: es

source: Description
es: Descripción

source: This applet is a fork of the default Window list applet shipped with Cinnamon.
es: Este applet está basado en el applet Lista de ventanas predeterminado de Cinnamon.

source: Differences with the original applet
es: Diferencias con el original

source: Added option to remove the label from the window list buttons.
es: Se agregó la opción para eliminar la etiqueta de los botones de lista de ventanas.

source: Added option to remove the tooltips from the window list buttons.
es: Se agregó la opción para eliminar las sugerencias de los botones de lista de ventanas.

source: Added icons to the window list button's context menu.
es: Iconos añadidos al menú contextual del botón de lista de ventanas.

source: Added option to invert the contex menu items.
es: Se agregó la opción para invertir los elementos del menú contextual.

source: Added option to hide/move the **Preferences** sub menu.
es: Se agregó la opción para ocultar/mover el submenú **Preferencias**.

source: language-name
es: Español

source: The following two sections are available only in English.
es: Las siguientes dos secciones están disponibles sólo en Inglés.

source: Do not install on any other version of Cinnamon.
es: No instalar en ninguna otra versión de Cinnamon.

source: Compatibility
es: Copatibilidad

source: Help
es: Ayuda

source: Contributors
es: Colaboradores

source: Changelog
es: Registro de cambios

source: Help for %s
es: Ayuda para %s

source: IMPORTANT!!!
es: ¡IMPORTANTE!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
es: Jamás borrar ninguno de los archivos encontrados dentro de la carpeta de este xlet. Podría romper la funcionalidad del xlet.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
es: Localización de applets/desklets/extensiones (también conocidos como xlets)

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
es: Si este xlet se instaló desde Configuración de Cinnamon, todas las localizaciones de este xlet se instalaron automáticamente.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
es: Si este xlet se instaló manualmente y no a través de Configuración de Cinnamon, las localizaciones se pueden instalar ejecutando el archivo llamado **localizations.sh** desde una terminal abierta dentro de la carpeta del xlet.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
es: Si este xlet no está disponible en su idioma, la localización puede ser creada siguiendo las siguientes instrucciones.

source: Preferences
es: Preferencias

source: Move to the other monitor
es: Mover hacia el otro monitor

source: Move to monitor %d
es: Mover hacia el monitor %d

source: Only on this workspace
es: Sólo en este entorno de trabajo

source: Visible on all workspaces
es: Visible en todos los entornos de trabajo

source: Move to another workspace
es: Mover a otro entorno de trabajo

source: Close all
es: Cerrar todas

source: Close others
es: Cerrar otras

source: Restore to full opacity
es: Dummy

source: Restore
es: Restaurar

source: Minimize
es: Minimizar

source: Unmaximize
es: Desmaximizar

source: Maximize
es: Maximizar

source: Close
es: Cerrar

source: About...
es: Acerca de...

source: Configure...
es: Configurar...

source: Remove '%s'
es: Remover '%s'

source: Window list (Fork By Odyseus)
es: Lista de ventanas (Fork By Odyseus)

source: Fork of the main Cinnamon Window list applet.
es: Adaptación del applet de Cinnamon llamado Window list

source: See this xlet help file.
es: Ver el archivo de ayuda de este xlet.

source: Middle click to close window
es: Cerrar ventana con botón central del ratón

source: Window buttons can have different sizes and use the entire space available
es: Los botones de las ventanas pueden tener diferentes tamaños y pueden usar todo el espacio disponible

source: pixels
es: pixeles

source: Custom width for window thumbnails
es: Ancho personalizado para imágenes en miniatura de la ventana

source: Show window thumbnails on hover
es: Mostrar imágenes en miniatura de la ventana al pasar el ratón

source: Custom height for window thumbnails
es: Ancho personalizado para imágenes en miniatura de la ventana

source: Enable mouse-wheel scrolling in the window list
es: Activar el desplazamiento del ratón en la lista de ventanas

source: Do not display tooltips
es: No mostrar caja de herramientas

source: Do not display
es: No mostrar

source: Bottom of menu
es: En la parte inferior del menú

source: Top of menu
es: En la parte superior del menú

source: Where to display the "Preferences" sub-menu?
es: ¿Dónde mostrar el submenú "Preferencias"?

source: If the option "Invert context menu items order" is enabled, the "Top of menu" will actually be the "Bottom of menu" and vice versa.
es: Si la opción "Invertir el orden de los ítems en el menú contextual" está activada, la parte superior del menú será realmente la parte inferior y vice versa.

source: Show an alert in the window list when a window from another workspace requires attention
es: Mostrar una alerta en la lista de ventanas cuando una ventana de otra área de trabajo requiere atención

source: Reverse the direction of mouse-wheel scrolling in the window list
es: Invertir la dirección de desplazamiento del ratón en la lista de ventanas

source: Invert context menu items order
es: Invertir el orden de los ítems en el menú contextual

source: Hide labels in the window list buttons
es: Ocultar etiquetas de los botones de la lista de ventanas
