Repository: ratchet-stpup/CinnamonTools
Catalog: applets/0dyseus@DesktopHandler/files/0dyseus@DesktopHandler/po/*.po
Languages: es

source: Description
es: Descripción

source: This applet is based on [Smart Panel](https://cinnamon-spices.linuxmint.com/extensions/view/32) extension and [Show Desktop ++](https://cinnamon-spices.linuxmint.com/applets/view/165) applet, both authored by **mohammad-sn**. I *mixed* both of them into an applet because there is not always room on the panel to perform the actions added by **Smart Panel**. The **Smart Panel** extension can still be installed and activated at the same time than this applet to have even more desktop actions.
es: Este applet está basado en la extensión [Smart Panel](https://cinnamon-spices.linuxmint.com/extensions/view/32) y en el applet [Show Desktop ++](https://cinnamon-spices.linuxmint.com/applets/view/165), ambos escritos por **mohammad-sn**. Yo *mezclé* ambos en un applet porque no siempre hay espacio en el panel para realizar las acciones agregadas por **Smart Panel**. La extensión **Smart Panel** se puede instalar y activar al mismo tiempo que este applet para tener aún más acciones de escritorio.

source: Features
es: Características

source: The applet icon, background color and width can be customized.
es: El icono, el color de fondo y el ancho del applet se pueden personalizar.

source: Scroll over applet actions:
es: Acciones al desplazarse sobre el applet:

source: Switch between workspaces
es: Alternar entre espacios de trabajo

source: Adjust opacity of windows
es: Ajustar opacidad de ventanas

source: Toggle Show desktop
es: Activar Mostrar escritorio

source: Switch between windows
es: Cambiar entre ventanas

source: Posibility to perform different actions for scrolling up and down.
es: Posibilidad de realizar diferentes acciones al desplazarse hacia arriba y hacia abajo.

source: Posibility to perform different actions on left and middle click.
es: Posibilidad de realizar diferentes acciones en el clic izquierdo y central.

source: Actions for up/down scroll and/or left/middle clicks.
es: Acciones para los desplazamientos arriba/abajo y/o los clics izquierdo/central.

source: Overview
es: Visión general

source: Launch App Switcher
es: Lanzar conmutador de aplicaciones

source: Show Desktop
es: Mostrar Escritorio

source: Run 1st Custom Command
es: Ejecutar 1.º comando personalizado

source: Run 2nd Custom Command
es: Ejecutar 2.º comando personalizado

source: Run 3rd Custom Command
es: Ejecutar 3.º comando personalizado

source: Run 4rd Custom Command
es: Ejecutar 4.º comando personalizado

source: Posibility to create a windows list menu.
es: Posibilidad de crear un menú de lista de ventanas.

source: Left/Middle/Right click on applet can be configured to open the windows list menu.
es: Clic Izquierdo/Medio/Derecho en el applet se puede configurar para abrir el menú de la lista de ventanas.

source: Desktop peek functionality with configurable levels of opacity.
es: Funcionalidad Desktop Peek con niveles configurables de opacidad.

source: language-name
es: Español

source: The following two sections are available only in English.
es: Las siguientes dos secciones están disponibles sólo en Inglés.

source: Do not install on any other version of Cinnamon.
es: No instalar en ninguna otra versión de Cinnamon.

source: Compatibility
es: Copatibilidad

source: Help
es: Ayuda

source: Contributors
es: Colaboradores

source: Changelog
es: Registro de cambios

source: Help for %s
es: Ayuda para %s

source: IMPORTANT!!!
es: ¡IMPORTANTE!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
es: Jamás borrar ninguno de los archivos encontrados dentro de la carpeta de este xlet. Podría romper la funcionalidad del xlet.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
es: Localización de applets/desklets/extensiones (también conocidos como xlets)

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
es: Si este xlet se instaló desde Configuración de Cinnamon, todas las localizaciones de este xlet se instalaron automáticamente.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
es: Si este xlet se instaló manualmente y no a través de Configuración de Cinnamon, las localizaciones se pueden instalar ejecutando el archivo llamado **localizations.sh** desde una terminal abierta dentro de la carpeta del xlet.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
es: Si este xlet no está disponible en su idioma, la localización puede ser creada siguiendo las siguientes instrucciones.

source: Close window
es: Cerrar ventana

source: Close all windows from this wrokspace
es: Cerrar todas las ventanas de este espacio de trabajo

source: No open windows
es: No hay ventanas abiertas

source: Close all windows from all workspaces
es: Cerrar todas las ventanas de todos los espacios de trabajo

source: About...
es: Acerca de...

source: Configure...
es: Configurar...

source: Remove '%s'
es: Remover '%s'

source: Are you sure that you want to remove '%s' from your panel?
es: ¿Está seguro de que desea remover '%s' del panel?

source: Cancel
es: Cancelar

source: OK
es: Aceptar

source: None
es: Ninguna

source: Icons only
es: Sólo íconos

source: Thumbnails only
es: Sólo miniaturas

source: Icons and thumbnails
es: Íconos y miniaturas

source: Icons and window preview
es: Íconos y vista previa de ventana

source: Window preview (no icons)
es: Vista previa de ventana (sin íconos)

source: System default
es: Predeterminado por el sistema

source: Toggle show desktop
es: Activar Mostrar escritorio

source: Open windows list menu
es: Abrir el menú de lista de ventanas

source: Desktop Handler
es: Manejador de escritorio

source: Scroll Up
es: Desplazar hacia arriba

source: Scroll Down
es: Desplazar hacia abajo

source: Scroll
es: Desplazamiento del ratón

source: Left click
es: Botón izquierdo

source: Middle click
es: Botón central

source: Right click
es: Botón derecho

source: Various shortcuts to handle desktop actions.
es: Varios atajos para manejar las acciones de escritorio.

source: See this xlet help file.
es: Ver el archivo de ayuda de este xlet.

source: Current workspace
es: Espacio de trabajo actual

source: Current Application
es: Aplicación actual

source: All workspaces
es: Todos los espacios de trabajo

source: When a modifier key is pressed, switch between windows from:
es: Cuando se pulsa una tecla de modificación, cambiar entre ventanas perteneciente a:

source: Switch between windows from:
es: Cambiar entre ventanas pertenecientes a:

source: Mouse scroll options:
es: Opciones de desplazamiento del ratón:

source: App switcher style:
es: Estilo del conmutador de aplicaciones:

source: Show "Configure..."
es: Mostrar "Configurar..."

source: Applet custom width (Set to 0 (zero) to not set a width):
es: Ancho personalizado para el applet (0 (cero) para no establecer un ancho):

source: pixels
es: pixeles

source: Background color for the applet:
es: Color de fondo para el applet:

source: I mainly added this so it's easy to see the applet the first time is placed in a panel.
es: He añadido esto para que sea fácil ver el applet la primera vez que se lo coloca en un panel.

source: Independent actions for scrolling up and down
es: Acciones independientes para desplazamiento hacia arriba y hacia abajo

source: Custom Commands:
es: Comandos personalizados

source: Prevent accidental workspace/window switching on rapid scrolling
es: Prevenir cambios accidentales de espacio de trabajo/ventanas al realizar desplazamiento rápido

source: 3rd Custom Command:
es: 3.º comando personalizado

source: Windows menu options
es: Opciones del menú de ventanas

source: Opacify desklets
es: Opacar desklets

source: Opacify the icons on the desktop
es: Opacar los íconos en el escritorio

source: Show close buttons on windows list
es: Mostrar botones de cierre en la lista de ventanas

source: Show "About..."
es: Mostrar "Acerca de..."

source: Icon for Applet (Leave blank to remove icon):
es: Ícono para el applet (Dejar en blanco para eliminar el ícono):

source: Set a custom icon for the applet.
es: Establecer un ícono personalizado para el applet.

source: Action on scrolling down:
es: Acción al desplazar hacia abajo:

source: 4rd Custom Command:
es: 4.º comando personalizado

source: Blur windows on hover
es: Difuminar ventanas al pasar el ratón

source: Show close all windows buttons for workspaces
es: Mostrar botones para cerrar todas las ventanas en los espacios de trabajo

source: Level of opacity:
es: Nivel de opacidad:

source: Enable Windows list menu
es: Habilitar menú de lista de ventanas

source: Keep menu open while closing windows
es: Mantener menú abierto mientras se cierran ventanas

source: Action on scrolling up:
es: Acción al desplazar hacia arriba:

source: Mouse button to open menu (It will override mouse click actions):
es: Botón del ratón para abrir el menú (Se anularán acciones de clic del ratón):

source: Opacify windows on hover (a.k.a. desktop peek)
es: Opacar ventanas al pasar el ratón (también conocido como Desktop peek)

source: Take a glance at your desktop and desklets.
es: Echar un vistazo al escritorio y desklets.

source: Modifier key:
es: Tecla modificadora:

source: Show context menu default items on right click
es: Mostrar elementos predeterminados del menú contextual al hacer clic con el botón derecho

source: Minimum delay between scrolls:
es: Retardo mínimo entre desplazamientos de ratón:

source: milliseconds
es: milisegundos

source: App Switcher Settings:
es: Opciones del conmutador de aplicaciones:

source: 1st Custom Command:
es: 1.º comando personalizado

source: Applet options:
es: Opciones del applet:

source: 2nd Custom Command:
es: 2.º comando personalizado

source: Peek at desktop options:
es: Opciones de Desktop peek:

source: Show "Remove this applet"
es: Mostrar "Remover applet"

source: Show "Help"
es: Mostrar "Ayuda"

source: Action on applet left click:
es: Acción del botón izquierdo sobre el applet:

source: Action on applet middle click:
es: Acción del botón central sobre el applet:

source: Peek desktop trigger delay:
es: Retardo de disparo de Desktop peek:

source: Action on scrolling:
es: Acción al desplazar:

source: Mouse click options:
es: Opciones de ratón:
